Repository: Msquare-Labs/karo-localization-llm
Catalog: Tasks/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, sv, tr, zh_hans, zh_hant

# planUpgradeText
source: You may optionally upgrade your plan
ar: يمكنك ترقية خطتك اختياريًا
de: Sie können Ihren Plan optional aktualisieren
es: Opcionalmente, puede actualizar su plan
fr: Vous pouvez optionnellement mettre à jour votre plan
hi: आप वैकल्पिक रूप से अपनी योजना को अपग्रेड कर सकते हैं
it: Facoltativamente, puoi aggiornare il tuo piano
ja: 必要に応じてプランをアップグレードできます
ko: 원하는 경우 플랜을 업그레이드할 수 있습니다
nl: U kunt optioneel uw plan upgraden
pl: Możesz opcjonalnie ulepszyć swój plan
pt: Opcionalmente, você pode fazer upgrade do seu plano
ru: При желании вы можете обновить свой тарифный план
sv: Du kan eventuellt uppgradera din plan
tr: İsteğe bağlı olarak planınızı yükseltebilirsiniz
zh_hans: 您可以选择升级您的计划
zh_hant: 您可以選擇升級您的計劃

# plusUnlock
source: Unlock all features
ar: افتح جميع الميزات
de: Entsperre alle Funktionen
es: Desbloquea todas las funcionalidades
fr: Déverrouiller toutes les fonctionnalités
hi: सभी सुविधाओं को अनलॉक करें
it: Sblocca tutte le funzionalità
ja: 全機能をアンロック
ko: 모든 기능 잠금 해제
nl: Ontgrendel alle functies
pl: Odblokuj wszystkie funkcje
pt: Desbloquear todas as funcionalidades
ru: Разблокировать все функции
sv: Lås upp alla funktioner
tr: Tüm özelliklerin kilidini aç
zh_hans: 解锁所有功能
zh_hant: 解鎖所有功能

# plusUserSubtitle
source: Take advantage of all the features
ar: الاستفادة من جميع الميزات
de: Nutze nun alle Funktionen
es: Disfruta de toda la funcionalidad
fr: Profiter de toutes les fonctionnalités
hi: सभी सुविधाओं का लाभ उठाएं
it: Approfitta di tutte le funzionalità
ja: すべての機能を活用してください
ko: 모든 기능을 활용하세요
nl: Profiteer van alle functies
pl: Korzystaj ze wszystkich funkcji
pt: Aproveite todas as funcionalidades
ru: Вам доступны все возможности приложения
sv: Dra nytta av alla funktioner
tr: Tüm özelliklerden yararlanın
zh_hans: 充分利用所有功能
zh_hant: 充分利用所有功能

# plusUserTitle
source: You are a Tasks Plus user
ar: أنت من مستخدمي Tasks Plus
de: Du bist ein Tasks Plus Benutzer
es: Eres un usuario de Tasks Plus
fr: Vous êtes un utilisateur de Tasks Plus
hi: आप एक टास्क प्लस उपयोगकर्ता हैं
it: Sei un utente Tasks Plus
ja: あなたは Tasks Plus ユーザーです
ko: 당신은 Tasks 플러스 사용자입니다
nl: U bent een Tasks Plus gebruiker
pl: Jesteś użytkownikiem Tasks Plus
pt: Você é um usuário Tasks Plus
ru: Вы пользователь Tasks Plus
sv: Du är en Tasks Plus-användare
tr: Bir Görevler Artı kullanıcısısınız
zh_hans: 您是 Tasks Plus 用户
zh_hant: 您是 Tasks Plus 用戶

source: Popular
ar: شعبي
de: Beliebt
fr: Populaire
hi: लोकप्रिय
it: Popolare
ja: 人気
ko: 인기
nl: Populair
pl: Popularne
ru: Популярный
sv: Populär
tr: Popüler
zh_hans: 流行
zh_hant: 流行

source: Preferences
ar: التفضيلات
de: Voreinstellungen
es: Preferencias
fr: Préférences
hi: पसंद
it: Preferenze
ja: 環境設定
ko: 환경설정
nl: Voorkeuren
pl: Preferencje
pt: Preferências
sv: Inställningar
tr: Tercihler
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Previous
ar: السابق
de: Zuruck
es: Anterior
fr: Précédent
hi: पिछला
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
pl: Poprzedni
pt: Anterior
sv: Föregående
tr: Önceki
zh_hans: 上一个
zh_hant: 上一個

source: Previous Collaborators
ar: المتعاونون السابقون
de: Bisherige Mitarbeiter
es: Colaboradores anteriores
fr: Collaborateurs précédents
hi: पिछला सहयोगी
it: Collaboratori precedenti
ja: 以前の共同作業者
ko: 이전 공동 작업자
nl: Vorige medewerkers
pl: Poprzedni współpracownicy
pt: Colaboradores anteriores
ru: Предыдущие участники
sv: Tidigare medarbetare
tr: Önceki İşbirlikçiler
zh_hans: 之前的合作者
zh_hant: 之前的協作者

source: Priorities
ar: الأولويات
de: Prioritäten
es: Prioridades
fr: Priorités
hi: प्राथमिकताएँ
it: Priorità
ja: 優先順位
ko: 우선 순위
nl: Prioriteiten
pl: Priorytety
pt: Prioridades
ru: Приоритеты
sv: Prioriteringar
tr: Öncelikler
zh_hans: 优先级
zh_hant: 優先級

source: Priority
ar: أولوية
de: Priorität
es: Prioridad
fr: Priorité
hi: प्राथमिकता
it: Priorità
ja: 優先順位
ko: 우선 순위
nl: Prioriteit
pl: Priorytet
pt: Prioridade
ru: Приоритет
sv: Prioritet
tr: Öncelik
zh_hans: 优先级
zh_hant: 優先級

# prioritySortFirst
source: Always sort by priority first
ar: دائما الفرز حسب الأولوية أولا
de: Immer zuerst nach Priorität sortieren
es: Ordenar siempre por prioridad primero
fr: Toujours trier par priorité en premier
hi: हमेशा पहले प्राथमिकता के आधार पर सॉर्ट करें
it: Ordina sempre prima per priorità
ja: 常に優先順位で最初にソート
ko: 항상 우선순위별로 먼저 정렬
nl: Sorteer altijd eerst op prioriteit
pl: Zawsze sortuj najpierw według priorytetu
pt: Sempre classificar por prioridade primeiro
ru: Всегда сначала сортировать по приоритету
sv: Sortera alltid efter prioritet först
tr: Her zaman önceliğe göre sırala
zh_hans: 始终按优先级排序
zh_hant: 始終按優先級排序

# privacy
source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
sv: Sekretesspolicy
tr: Gizlilik politikası
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Project
ar: مشروع
de: Projekt
es: Proyecto
fr: Projet
hi: परियोजना
it: Progetto
ja: プロジェクト
ko: 프로젝트
pl: Projekt
pt: Projeto
ru: Проект
sv: Projekt
tr: Proje
zh_hans: 项目
zh_hant: 專案

# projectCreatedTitle
source: 😃 Yay, now add tasks in your project
ar: 😃 حسنًا ، أضف الآن مهامًا إلى مشروعك
de: 😃 Hurra, füge jetzt Aufgaben zu deinem Projekt hinzu
es: 😃 Yuju, ahora añade tareas a tu proyecto
fr: 😃 Yay, ajoutez maintenant des tâches dans votre projet
hi: 😃 वाह, अब अपनी परियोजना में कार्य जोड़ें
it: 😃 Evviva, ora aggiungi attività nel tuo progetto
ja: 😃 やったね、プロジェクトにタスクを追加しよう
ko: 😃 야호, 이제 프로젝트에 할 일을 추가하세요
nl: 😃 Hoera, voeg nu taken toe aan je project
pl: 😃 Hurra, teraz dodaj zadania do swojego projektu
pt: 😃 Oba, agora adicione tarefas no seu projeto
ru: 😃 Ура, теперь вы можете добавить задачи в свой проект
sv: 😃 Hurra, lägg till uppgifter i ditt projekt nu
tr: 😃 Yaşasın, şimdi projenize görevler ekleyin
zh_hans: 😃 太好了，现在在你的项目中添加任务吧
zh_hant: 😃 太好了，現在在你的專案中添加任務吧

source: Projects
ar: مشاريع
de: Projekte
es: Proyectos
fr: Projets
hi: परियोजनाएँ
it: Progetti
ja: プロジェクト
ko: 프로젝트
nl: Projecten
pl: Projekty
pt: Projetos
ru: Проекты
sv: Projekt
tr: Projeler
zh_hans: 项目
zh_hant: 專案

source: Project Template
ar: قالب المشروع
de: Projektvorlage
es: Plantilla de proyecto
fr: Modèle de projet
hi: परियोजना टेम्पलेट
it: Modello di progetto
ja: プロジェクトテンプレート
ko: 프로젝트 템플릿
nl: Projectsjabloon
pl: Szablon projektu
pt: Modelo de projeto
ru: Шаблон проекта
sv: Projektmall
tr: Proje Şablonu
zh_hans: 项目模板
zh_hant: 專案範本

# projectWidgetSubtitle
source: View upcoming tasks for your project
ar: عرض المهام القادمة لمشروعك
de: Zeigen Sie anstehende Aufgaben für Ihr Projekt an
es: Ver las próximas tareas para su proyecto
fr: Affichez les tâches à venir pour votre projet
hi: अपनी परियोजना के लिए आने वाले कार्यों को देखें
it: Visualizza le attività principali per un progetto
ja: プロジェクトの今後のタスクを表示
ko: 프로젝트의 예정된 작업 보기
nl: Bekijk aanstaande taken voor uw project
pl: Zobacz nadchodzące zadania dla swojego projektu
pt: Ver tarefas futuras do seu projeto
ru: Отображает предстоящие задачи в проекте
sv: Visa kommande uppgifter för ditt projekt
tr: Projeniz için yaklaşan görevleri görüntüleyin
zh_hans: 查看您项目的即将到来的任务
zh_hant: 查看您專案的即將到來的任務

# purchasePointsTitle
source: Some of the plus features include
ar: بعض الميزات الإضافية تتضمن
de: Einige der Plus-Features enthalten
es: Algunas de las funcionalidades adicionales son
fr: Certaines des fonctionnalités plus incluent
hi: कुछ प्लस सुविधाओं में शामिल हैं
it: Alcune delle funzionalità plus includono
ja: プラス機能の一部には以下が含まれます
ko: 일부 플러스 기능은 다음과 같습니다
nl: Enkele van de plusfuncties zijn
pl: Niektóre z funkcji plus to
pt: Algumas das funcionalidades plus incluem
ru: С Tasks Plus вы получите:
sv: Några av plus-funktionerna inkluderar
tr: Artı özelliklerden bazıları şunlardır
zh_hans: 部分高级版功能包括
zh_hant: 部分高級版功能包括

# purchaseScreenDevices
source: Available on iPhone, iPad and Mac at no additional cost
ar: متوفر على أجهزة iPhone و iPad و Mac بدون تكلفة إضافية
de: Erhältlich für iPhone, iPad und ohne zusätzliche Kosten
es: Disponible en iPhone, iPad y Mac sin coste adicional
fr: Disponible sur iPhone, iPad et Mac sans frais supplémentaires
hi: iPhone, iPad और Mac पर बिना किसी अतिरिक्त शुल्क के उपलब्ध है
it: Disponibile su iPhone, iPad e Mac senza costi aggiuntivi
ja: 追加費用なしで iPhone、iPad、Mac で利用可能
ko: 추가 비용 없이 아이폰, 아이패드, 맥에서 사용 가능
nl: Beschikbaar op iPhone, iPad en Mac zonder extra kosten
pl: Dostępne na iPhone'a, iPada i Maca bez dodatkowych kosztów
pt: Disponível no iPhone, iPad e Mac sem custo adicional
ru: Доступ на iPhone, iPad и Mac без дополнительной оплаты
sv: Tillgänglig på iPhone, iPad och Mac utan extra kostnad
tr: iPhone, iPad ve Mac'te ek ücret ödemeden kullanılabilir
zh_hans: 在 iPhone、iPad 和 Mac 上无需额外费用即可使用
zh_hant: 在 iPhone、iPad 和 Mac 上無需額外費用即可使用

# purchaseScreenFolders
source: Organize your projects with folders
ar: Organise your projects with folders
de: Organisieren Sie Ihre Projekte mit Ordnern
es: Organiza tus proyectos con carpetas
fr: Organisez vos projets avec des dossiers
hi: अपनी परियोजनाओं को फ़ोल्डरों के साथ व्यवस्थित करें
it: Organizza I tuoi progetti in cartelle
ja: フォルダでプロジェクトを整理
ko: 폴더로 프로젝트 정리
nl: Organiseer uw projecten met mappen
pl: Organizuj swoje projekty za pomocą folderów
pt: Organize seus projetos com pastas
ru: Organise your projects with folders
sv: Organisera dina projekt med mappar
tr: Projelerinizi klasörlerle düzenleyin
zh_hans: 使用文件夹组织您的项目
zh_hant: 使用資料夾組織您的專案

# purchaseScreenIcons
source: Choose from multiple app icons
ar: الاختيار بين عدة أيقونات للتطبيق
de: Wähle aus verschiedenen App-Icons aus
es: Elige entre múltiples iconos para la app
fr: Choisir parmi plusieurs icônes d'application
hi: कई ऐप आइकनों में से चुनें
it: Scegli tra più icone per l'app
ja: 複数のアプリアイコンから選択
ko: 여러 앱 아이콘 중에서 선택
nl: Kies uit meerdere app-pictogrammen
pl: Wybierz spośród wielu ikon aplikacji
pt: Escolha entre vários ícones de aplicativos
ru: Дополнительные иконки приложения
sv: Välj mellan flera appikoner
tr: Birden çok uygulama simgesinden seçin
zh_hans: 从多个应用图标中选择
zh_hant: 從多個應用程式圖標中選擇

# purchaseScreenShare
source: Share projects for collaboration
ar: مشاركة المشاريع للتعاون
de: Teile Projekte um zusammen zu arbeiten
es: Comparte tus proyectos con colaboradores
fr: Partager des projets en vue d'une collaboration
hi: सहयोग के लिए परियोजनाओं को साझा करें
it: Condividi i progetti per collaborare
ja: 共同作業のためにプロジェクトを共有
ko: 협업을 위해 프로젝트 공유
nl: Deel projecten voor samenwerking
pl: Udostępniaj projekty do współpracy
pt: Compartilhe projetos para colaboração
ru: Возможность делиться проектами и совместно работать над ними
sv: Dela projekt för samarbete
tr: İşbirliği için projeleri paylaşın
zh_hans: 共享项目以进行协作
zh_hant: 共享專案以進行協作

# purchaseScreenSupport
source: Support indie development
ar: دعم المبرمجين الهُنود
de: Unterstütze Indie-Entwickler
es: Apoya el desarrollo "indie"
fr: Soutenir le développement indépendant
hi: स्वतंत्र विकास का समर्थन करें
it: Supportare lo sviluppo indipendente
ja: インディーズ開発を支援する
ko: 독립 개발 지원
nl: Steun onafhankelijke ontwikkeling
pl: Wspieraj niezależne programowanie
pt: Apoie o desenvolvimento independente
ru: Возможность поддержать инди-разработчика
sv: Stöd oberoende utveckling
tr: Bağımsız geliştirmeyi destekleyin
zh_hans: 支持独立开发
zh_hant: 支持獨立開發

# purchaseScreenSync
source: iCloud sync and backup
ar: المزامنة والنسخ الاحتياطية عبر iCloud
de: iCloud Synchronisation und Backup
es: Sincronización y copia de seguridad mediante iCloud
fr: Synchronisation et sauvegarde iCloud
hi: iCloud सिंक और बैकअप
it: Sincronizzazione e backup iCloud
ja: iCloud同期とバックアップ
ko: iCloud 동기화 및 백업
nl: iCloud-synchronisatie en back-up
pl: Synchronizacja i kopia zapasowa iCloud
pt: Sincronização e backup do iCloud
ru: Синхронизацию и резервное копирование в iCloud
sv: iCloud-synkronisering och säkerhetskopiering
tr: iCloud senkronizasyonu ve yedekleme
zh_hans: iCloud 同步和备份
zh_hant: iCloud 同步和備份

# purchaseScreenUnlimitedProjects
source: No limit on number of projects
ar: لا حدود على عدد المشاريع
de: Kein Limit für die Anzahl der Projekte
es: Sin límite de proyectos
fr: Aucune limite sur le nombre de projets
hi: परियोजनाओं की संख्या पर कोई सीमा नहीं
it: Nessun limite al numero di progetti
ja: プロジェクト数に制限なし
ko: 프로젝트 수에 제한 없음
nl: Geen limiet op het aantal projecten
pl: Brak limitu liczby projektów
pt: Sem limite no número de projetos
ru: Безлимит на количество проектов
sv: Ingen gräns för antalet projekt
tr: Proje sayısında sınırlama yok
zh_hans: 项目数量不受限制
zh_hant: 專案數量不受限制

# purchasing
source: Purchasing Task+ %@
ar: مهمة الشراء + %@
de: Kaufe Tasks Plus %@
es: Comprando Task+ %@
fr: Achat de Task+ %@
hi: टास्क+ %@ खरीदना
it: Acquista Task+ %@
ja: Task+ %@ を購入しています
ko: Task+ %@ 구매 중
nl: Task+ %@ wordt aangeschaft
pl: Kupowanie Task+ %@
pt: Comprando Task+ %@
ru: Покупка Task+ %@
sv: Köper Task+ %@
tr: Task+ %@ satın alınıyor
zh_hans: 正在购买 Task+ %@
zh_hant: 正在購買 Task+ %@

source: Reach us
ar: تواصل معنا
de: Erreiche uns
es: Contáctanos
fr: Nous joindre
hi: हम तक पहुंचें
it: Raggiungici
ja: お問い合わせ
ko: 문의하기
nl: Bereik ons
pl: Skontaktuj się z nami
pt: Fale conosco
ru: Связаться с нами
sv: Kontakta oss
tr: Bize ulaşın
zh_hans: 联系我们
zh_hant: 聯繫我們

source: Recurring
ar: متكرر
de: Wiederkehrend
es: Periódico
fr: Récurrent
hi: आवर्ती
it: Ricorrente
ja: 定期
ko: 반복
nl: Terugkerend
pl: Powtarzające się
pt: Recorrente
ru: Повторяющиеся
sv: Återkommande
tr: Yinelenen
zh_hans: 重复
zh_hant: 重複

# recurringReminderDayDescription
source: Event will occur every %@
ar: يتكرر الحدث كل %@
de: Das Ereignis wir alle %@ wiederholt.
es: El evento ocurrirá cada %@
fr: L'événement aura lieu tous les %@
hi: घटना हर %@ को घटित होगी
it: L'evento si verificherà ogni %@
ja: イベントは %@ ごとに発生します
ko: 이벤트는 매 %@마다 발생합니다
nl: Evenement zal elke %@ plaatsvinden
pl: Wydarzenie będzie miało miejsce co %@
pt: O evento ocorrerá a cada %@
ru: Событие будет повторяться каждый %@
sv: Händelsen kommer att inträffa varje %@
tr: Etkinlik her %@ gerçekleşecek
zh_hans: 事件将每 %@ 发生一次
zh_hant: 事件將每 %@ 發生一次

# recurringReminderWeekDescription
source: Event will occur every %@ on %@
ar: يتكرر الحدث كل %@ في يوم %@
de: Ereignis wird alle %@ am %@ wiederholt.
es: El evento ocurrirá todas %@ en %@
fr: L'événement aura lieu tous les %@ sur %@
hi: घटना हर %@ को %@ पर घटित होगी
it: L'evento si verificherà ogni %@ di %@
ja: イベントは %@ ごとに %@ に発生します
ko: 이벤트는 매 %@마다 %@에 발생합니다
nl: Evenement zal elke %@ op %@ plaatsvinden
pl: Wydarzenie będzie miało miejsce co %@ na %@
pt: O evento ocorrerá a cada %@ em %@
ru: Событие будет повторяться каждые %@ в %@
sv: Händelsen kommer att inträffa varje %@ på %@
tr: Etkinlik her %@ %@ tarihinde gerçekleşecek
zh_hans: 事件将每 %@ 的 %@ 发生一次
zh_hant: 事件將每 %@ 的 %@ 發生一次

# recurringReminderYearDescription
source: Event will occur every %@ in %@
ar: يتكرر الحدث كل %@ في %@
de: Ereignis wird alle %@ im %@ wiederholt.
es: El evento ocurrirá todos los %@ en %@
fr: L'événement aura lieu tous les %@ en %@
hi: घटना हर %@ को %@ में घटित होगी
it: L'evento si verificherà ogni %@ in %@
ja: イベントは %@ の %@ ごとに発生します
ko: 이벤트는 매 %@마다 %@에서 발생합니다
nl: Evenement zal elke %@ in %@ plaatsvinden
pl: Wydarzenie będzie miało miejsce co %@ w %@
pt: O evento ocorrerá a cada %@ em %@
ru: Событие будет повторяться каждый %@ в %@
sv: Händelsen kommer att inträffa varje %@ i %@
tr: Etkinlik her %@ %@'da gerçekleşecek
zh_hans: 事件将每 %@ 在 %@ 发生一次
zh_hant: 事件將每 %@ 在 %@ 發生一次

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Retirer
hi: हटाएँ
it: Rimuovi
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Remover
sv: Ta bort
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

source: Reorder fields
ar: إعادة ترتيب الملفات
de: Felder umordnen
es: Reordenar campos
fr: Réorganiser les champs
hi: फ़ील्ड पुन: व्यवस्थित करें
it: Riordina campi
ja: フィールドの並べ替え
ko: 필드 재정렬
nl: Velden opnieuw rangschikken
pl: Zmień kolejność pól
pt: Reordenar campos
ru: Изменить порядок полей
sv: Ändra fältordning
tr: Alanları yeniden sırala
zh_hans: 重新排序字段
zh_hant: 重新排序欄位

source: Reordering fields
ar: إعادة ترتيب الملف
de: Felder werden umgeordnet
es: Reordenando campos
fr: Réorganisation des champs
hi: फ़ील्ड पुन: व्यवस्थित करना
it: Riordino dei campi
ja: フィールドを並べ替えています
ko: 필드 재정렬 중
nl: Velden opnieuw rangschikken
pl: Zmienianie kolejności pól
pt: Reordenando campos
ru: Изменение порядка полей
sv: Ändrar fältordning
tr: Alanlar yeniden sıralanıyor
zh_hans: 正在重新排序字段
zh_hant: 正在重新排序欄位

source: Repeat
ar: تكرار
de: Wiederholen
es: Repetir
fr: Répéter
hi: दोहराएं
it: Ripeti
ja: リピート
ko: 반복
nl: Herhalen
pl: Powtórz
pt: Repetir
ru: Повторять
sv: Upprepa
tr: Tekrarla
zh_hans: 重复
zh_hant: 重複

source: Repeat task
ar: كرر المهمة
de: Aufgabe wiederholen
es: Repetir tarea
fr: Répétez la tâche
hi: कार्य दोहराएं
it: Ripeti attività
ja: タスクをリピート
ko: 할 일 반복
nl: Taak herhalen
pl: Powtórz zadanie
pt: Repetir tarefa
ru: Добавить повтор
sv: Upprepa uppgift
tr: Görevi tekrarla
zh_hans: 重复任务
zh_hant: 重複任務

# restorePurchases
source: Restore Purchase
ar: استعادة شراء
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer l'achat
hi: खरीदें पुनर्स्थापित करें
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
nl: Aankoop herstellen
pl: Przywróć zakup
pt: Restaurar compra
ru: Восстановить покупки
sv: Återställ köp
tr: Satın Alımları Geri Yükle
zh_hans: 恢复购买
zh_hant: 還原購買

# restoring
source: Restoring your previous purchases
ar: استعادة مشترياتك السابقة
de: Wiederherstellung deines vorherigen Kaufes
es: Restaurando tus compras previas
fr: Restaurer vos achats précédents
hi: आपकी पिछली खरीद को पुनर्स्थापित कर रहा है
it: Ripristino dei tuoi acquisti precedenti
ja: 以前の購入を復元しています
ko: 이전 구매 내역 복원 중
nl: Uw eerdere aankopen worden hersteld
pl: Przywracanie poprzednich zakupów
pt: Restaurando suas compras anteriores
ru: Восстановление предыдущих покупок
sv: Återställer dina tidigare köp
tr: Önceki satın alımlarınız geri yükleniyor
zh_hans: 正在恢复您的以前的购买
zh_hant: 正在還原您的以前的購買

# review
source: Review the app
ar: راجع التطبيق
de: Bewerte die App
es: Reseña
fr: Évaluer l'application
hi: ऐप की समीक्षा करें
it: Recensisci l'app
ja: アプリをレビューする
ko: 앱 검토
nl: Beoordeel de app
pl: Przejrzyj aplikację
pt: Avaliar o aplicativo
ru: Оставить отзыв
sv: Recensera appen
tr: Uygulamayı değerlendir
zh_hans: 评价此应用
zh_hant: 評價此應用程式

source: Role
ar: الدور
de: Rolle
es: Rol
fr: Rôle
hi: भूमिका
it: Ruolo
ja: 役割
ko: 역할
nl: Rol
pl: Rola
pt: Função
ru: Роль
sv: Roll
tr: Rol
zh_hans: 角色
zh_hant: 角色

# roleAdmin
source: Admin
ar: مسؤول
hi: व्यवस्थापक
it: Amministratore
ja: 管理者
ko: 관리자
nl: Beheerder
pl: Administrator
pt: Administrador
ru: Админ
tr: Yönetici
zh_hans: 管理员
zh_hant: 管理員

# roleEditor
source: Editor
ar: محرر
de: Redakteur
fr: Éditeur
hi: संपादक
ja: 編集者
ko: 편집자
nl: Redacteur
pl: Edytor
ru: Редактор
sv: Redaktör
tr: Editör
zh_hans: 编辑
zh_hant: 編輯

# roleOwner
source: Owner
ar: مالك
de: Inhaber
es: Propietario
fr: Propriétaire
hi: मालिक
it: Proprietario
ja: 所有者
ko: 소유자
nl: Eigenaar
pl: Właściciel
pt: Proprietário
ru: Владелец
sv: Ägare
tr: Sahibi
zh_hans: 所有者
zh_hant: 擁有者

# roleViewer
source: Viewer
ar: عارض
de: Betrachter
es: Visualizador
fr: Visionneur
hi: दर्शक
it: Visualizzatore
ja: 閲覧者
ko: 뷰어
nl: Kijker
pl: Przeglądający
pt: Visualizador
ru: Читатель
sv: Visare
tr: Görüntüleyici
zh_hans: 查看者
zh_hant: 檢視者

# sale
source: Save %@
ar: %@ خصم
de: %@ reduziert
es: %@ de descuento
fr: %@ de réduction
hi: %@ बचाएं
ja: %@ を節約
ko: %@ 절약
nl: Bespaar %@
pl: Oszczędź %@
pt: Economize %@
ru: %@ скидка
sv: Spara %@
tr: %@'yı kaydet
zh_hans: 节省 %@
zh_hant: 節省 %@

# sampleProject
source: Try Sample Project
ar: جرب مشروع عينة
de: Versuche ein Beispielprojekt
es: Prueba un proyecto de ejemplo
fr: Essayer un exemple de projet
hi: नमूना परियोजना का प्रयास करें
it: Prova un progetto di esempio
ja: サンプルプロジェクトを試す
ko: 샘플 프로젝트 체험
nl: Probeer een voorbeeldproject
pl: Wypróbuj przykładowy projekt
pt: Experimentar projeto de exemplo
ru: Пример проекта
sv: Prova exempelprojekt
tr: Örnek Projeyi Dene
zh_hans: 尝试示例项目
zh_hant: 嘗試範例專案

# sampleTask0
source: e.g., Pick up flowers today at 3PM
ar: مثال, إلتقط الزهور اليوم الساعة 3 مساءً
de: z.B., Kaufe Blumen heute um 15 Uhr
es: ejemplo: recoger flores hoy a las 3pm
fr: par ex., Récupérer les fleurs aujourd'hui à 15 heures
hi: जैसे, आज दोपहर 3 बजे फूल लें
it: e.g., Raccogli i fiori oggi alle 15:00
ja: 例：今日の午後3時に花を摘む
ko: 예: 오늘 오후 3시에 꽃 사기
nl: bijv. Vandaag om 15.00 uur bloemen ophalen
pl: np. Odebrać kwiaty dziś o 15:00
pt: ex: Pegar flores hoje às 15h
ru: Например, забрать цветы сегодня в 3 часа дня
sv: t.ex. Hämta blommor idag kl. 15.00
tr: örneğin, Bugün saat 15.00'te çiçekleri al
zh_hans: 例如：今天下午3点去取花
zh_hant: 例如：今天下午3點去取花

# sampleTask1
source: e.g., Buy a cake next Friday
ar: مثال, اشترِ كعكة يوم الجمعة القادمة
de: z.B., Backe einen Kuchen nächsten Freitag
es: ejemplo: comprar un pastel el viernes que viene
fr: par ex., Acheter un gâteau vendredi prochain
hi: जैसे, अगले शुक्रवार को एक केक खरीदें
it: e.g., Compra una torta venerdì prossimo
ja: 例：来週の金曜日にケーキを買う
ko: 예: 다음 주 금요일에 케이크 사기
nl: bijv. Volgende vrijdag een cake kopen
pl: np. Kupić ciasto w przyszły piątek
pt: ex: Comprar um bolo na próxima sexta-feira
ru: Например, купить торт в следующую пятницу
sv: t.ex. Köp en tårta nästa fredag
tr: örneğin, Gelecek Cuma günü bir pasta al
zh_hans: 例如：下周五买一个蛋糕
zh_hant: 例如：下週五買一個蛋糕

# sampleTask2
source: e.g., Call Alex at 12:30PM
ar: مثال, اتصل ب نور الساعه 12:30 مساءً
de: z.B., Rufe Alex um 12:30 an
es: ejemplo: llamar a Ale a las 12:30pm
fr: par ex., Appeler Alex à 12h30
hi: जैसे, दोपहर 12:30 बजे एलेक्स को कॉल करें
it: e.g., Chiama Alex alle 12:30
ja: 例：午後12時30分にアレックスに電話する
ko: 예: 오후 12시 30분에 Alex에게 전화하기
nl: bijv. Bel Alex om 12.30 uur
pl: np. Zadzwoń do Alexa o 12:30
pt: ex: Ligar para Alex às 12h30
ru: Например, позвонить Алексу в 10:30
sv: t.ex. Ring Alex kl. 12:30
tr: örneğin, Alex'i saat 12.30'da ara
zh_hans: 例如：下午12:30打电话给Alex
zh_hant: 例如：下午12:30打電話給Alex

# sampleTask3
source: e.g., Buy some fruits tomorrow
ar: مثال, اشترِ بعض الفواكه غداً
de: z.B., Kaufe morgen ein paar Früchte
es: ejemplo: comprar algo de fruta mañana
fr: par ex., Acheter quelques fruits demain
hi: जैसे, कल कुछ फल खरीदें
it: e.g., Compra un pò di frutta domani
ja: 例：明日果物を買う
ko: 예: 내일 과일 좀 사기
nl: bijv. Morgen wat fruit kopen
pl: np. Kupić jakieś owoce jutro
pt: ex: Comprar algumas frutas amanhã
ru: Например, написать маме
sv: t.ex. Köp lite frukt imorgon
tr: örneğin, Yarın biraz meyve al
zh_hans: 例如：明天买一些水果
zh_hant: 例如：明天買一些水果

# sampleTask4
source: e.g., Speak to Kate tomorrow afternoon
ar: مثال, تحدث إلى وائل بعد ظهر غداً
de: z.B., Spreche zu Kati morgen Nachmitag
es: ejemplo: hablar con Caro mañana por la tarde
fr: par ex., Parler à Kate demain dans l'après-midi
hi: जैसे, कल दोपहर केट से बात करें
it: e.g., Parla con Kate domani pomeriggio
ja: 例：明日の午後にケイトと話す
ko: 예: 내일 오후에 Kate와 대화하기
nl: bijv. Spreek morgenmiddag met Kate
pl: np. Porozmawiaj z Kate jutro po południu
pt: ex: Falar com a Kate amanhã à tarde
ru: Например, купить подписку на Tasks+
sv: t.ex. Prata med Kate imorgon eftermiddag
tr: örneğin, Yarın öğleden sonra Kate ile konuş
zh_hans: 例如：明天下午和Kate说话
zh_hant: 例如：明天下午和Kate說話

source: Save
ar: حفظ
de: Sichern
es: Salvar
fr: Sauvegarder
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

source: Search
ar: بحث
de: Suche
es: Búsqueda
fr: Recherche
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
sv: Sök
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

# secondarySortBy
source: Additionally sort by
ar: بالإضافة إلى الفرز حسب
de: Zusätzlich sortieren nach
es: Además, ordenar por
fr: De plus, trier par
hi: अतिरिक्त रूप से क्रमबद्ध करें
it: Inoltre ordina per
ja: さらに並べ替える
ko: 추가로 다음으로 정렬
nl: Daarnaast sorteren op
pl: Dodatkowo sortuj według
pt: Além disso, classificar por
ru: Дополнительно сортировать по
sv: Sortera dessutom efter
tr: Ek olarak şuna göre sırala
zh_hans: 另外按此排序
zh_hant: 另外按此排序
